const AR = {
  //////////////////////////navbar////////////////////////////////////////////////////
  Arabic: "العربية",
  English: "الانجليزية",
  p1: "انضم إلى برنامجنا واربح مكافآت!",
  p2: "ادعُ أصدقاءك واربح مكافآت!",
  p3: "شحن مجاني على الطلبات التي تزيد عن 100 دولار!",
  ///////////////////////navbar2//////////////////////////////////////////
  home: "الصفحة الرئيسية",
  shop: "المتجر",
  wishlist: "قائمة المفضلة",
  about_us: "من نحن",
  contact_us: "اتصل بنا",
  Profile: "الملف الشخصي",
  logout: "تسجيل الخروج",
  login: "تسجيل الدخول/إنشاء حساب",
  ////////////////////////////////////////AllClients//////////////////////////////////////////////////////////////
  Client_Accounts: "حسابات العملاء",
  Number_of_Clients: "عدد العملاء",
  Status: "الحالة",
  None: "لا يوجد",
  Confirmed: "مؤكد",
  Not_Confirmed: "غير مؤكد",
  Name: "الاسم",
  View: "عرض",
  Delete: "حذف",
  Email: "البريد الإلكتروني",
  Address: "العنوان",
  Phone: "رقم الهاتف",
  IsConfirm: "تم التأكيد",
  Balance: "الرصيد",
  No_client_selected: "لم يتم اختيار أي عميل",
  //AllWorkshops/////////////////////////////////////////////
  Workshop_Accounts: "حسابات الورش",
  Number_of_Workshops: "عدد الورش",
  Workshop_Name: "اسم الورشة",
  Owner_Name: "اسم المالك",
  Description: "الوصف",
  Acceptance: "القبول",
  EGP: "جنيه مصري",
  No_client_selected: "لم يتم اختيار أي عميل",
  ///////////////////////CustomerComplaints/////////////////////////////////
  Customer_Complaints: "شكاوى العملاء",
  Complaint: "الشكوى",
  Reply_via_Email: "الرد عبر البريد الإلكتروني",
  ///////////////////////////////////////////footer////////////////////////////////
  Proin_interdum:
    "بروين عند مدخل النخبة. كن دائمًا عاقلًا. علق الحزام. كراس جيت لوريم نونك. فوسكي نيك أورنا تيمبوس تيمبوس",
  History: "التاريخ",
  Our_Team: "فريقنا",
  Services_Offered: "الخدمات المقدمة",
  Product_Catalog: "كتالوج المنتجات",
  Information: "المعلومات",
  FAQ_Return: "الأسئلة الشائعة/العودة",
  Privacy_Terms: "الخصوصية والشروط",
  Affiliate: "التسويق بالعمولة",
  Sizing_Guide: "دليل القياس",
  Accessibility: "إمكانية الوصول",
  ///////////////////////////////////Loader/////////////////
  LOADING: "جار التحميل",
  /////////////////////////PaymentApproval///////////////////////////////
  Payment_Approvals: "موافقات الدفع",
  Approve_Payment: "الموافقة على الدفع",
  /////////////////////////////////////WorkshopRequests////////////////////////////
  Workshop_Requests: "طلبات الورش",
  Join_At: "انضم في",
  Show_Details: "عرض التفاصيل",
  Approve: "الموافقة",
  Reject: "رفض",
  Workshop_Profile_Details: "تفاصيل ملف الورشة",
  Front_ID: "الهوية الأمامية",
  Back_ID: "الهوية الخلفية",
  Bank_Statement: "كشف الحساب البنكي",
  Tax_Registration: "التسجيل الضريبي",
  //////////////////////////////pages////////////////////////////////////////
  //////////////////////About Us  page///////////////////////
  // Section Two/////////////////////////////
  WE_DESIGN: "نحن نصمم",
  world_h2: "أثاث عالمي المستوى لراحة مثالية",
  eleifend_p: `كإليفيند ماتيس ليغولا، تم تحميل الباب بالأوعية على
             الحدود. لا تنتمي مركبات آينيس إلى أعضاء القوس. البروتين
             الكامل والسعر جذاب. الفئة مناسبة للشركاء الصامتين الذين
             يتحولون إلى الشواطئ من خلال زيجاتنا، عبر مشاريع هيميناين`,

  Crafting_h2: `إنتيجر دابيبس مع دوي بريتيم بلانديت. كلاس أبتنت تاكتي
             سوسيوسكو أد ليتورا توركوينت بير كونوبياس نوسترا، بير
             إنسيبتوس هيمينايوز. يوت إليفيند ماتيس ليغولا، بورتا فينيبوس
             أورنا غرافيدا في. أينين فيكولا سوداليس أركو نون ماتيس.`,

  But_span: `لكن إليفيند الحوزة، بوابة الحدود، جرت عند.`,
  Ginteger_span: "جينتيجر بروتينات ودوي مناسبة للبلاسنز",
  IsConfirm_span: "مركبات كينين ليست مملوكة لأعضاء القوس",
  ////////////////////////////Section Three//////////////////////////////////////////
  Products_Sold: "المنتجات المباعة",
  Years_Service: "سنوات الخدمة",
  Outlets_Worldwide: "فروع حول العالم",
  Satisfied_Customers: "عملاء راضون",
  ////////////////////////////////////////////Section Four/////////////////////////////////////
  DIVERSE_RANGE: "مجموعة متنوعة",
  Customized_Furniture: "أثاث مخصص",
  Dining_Room: "غرفة الطعام",
  Living_Room: "غرفة المعيشة",
  Kitchen: "المطبخ",
  Office: "المكتب",
  Bedroom: "غرفة النوم",
  Waiting_Hall: "قاعة الانتظار",
  /////////////////////Section Five////////////////////
  Special_Team: "فريق خاص",
  chales_scarter: "تشاليس سكارتر",
  CEO: "CEO",
  VP_SALES: "نائب رئيس المبيعات",
  PRODUCT_DESIGNER: "مصمم المنتجات",
  Roger: "روجر",
  Web_Devolper: "مطور ويب",
  ART_OF_COMFORT: "فن الراحة",
  Transforming_Spaces: "تحويل المساحات",
  Transforming_Style: "تحويل الأسلوب",
  Your_span: "بريدك الإلكتروني آمن معنا، لا نقوم بإرسال رسائل غير مرغوب فيها",
  Privacy_Policy: "سياسة الخصوصية",
  /////////////////////////////Admin page/////////////////////
  Main_Sections: "الأقسام الرئيسية",
  Admin_Dashboard: "لوحة تحكم المسؤول",
  Requests: "الطلبات",
  Payments: "المدفوعات",
  ///////////////////////////////////////Cart page//////////////////////////////////////
  /////////////////////////// section products empty////////////////////////////////////
  Your_cart_div: "سلة التسوق فارغة حاليًا.",
  Return_To_Shop: "العودة إلى المتجر",
  Got_div: "هل حصلت على بطاقة هدية من شخص تحبه؟",
  Product: "المنتج",
  Price: "السعر",
  Quantity: "الكمية",
  SubTotal: "المجموع الفرعي",
  IsConfirm: "تم التأكيد",
  Color: "اللون",
  ///////////////////////Section coupon//////////////////////
  Coupon: "قسيمة",
  Apply_Coupon: "تطبيق القسيمة",
  Cart_Totals: "إجماليات السلة",
  Subtotal: "المجموع الفرعي",
  Shipping: "الشحن",
  Free_Shipping: "شحن مجاني",
  Shipping_to: "الشحن إلى",
  Change_Address: "تغيير العنوان",
  Total: "الإجمالي",
  Proceed_To_Checkout: "المتابعة للدفع",
  ///////////////////////////////Checkout page/////////////////////////
  Got_gift: "هل حصلت على بطاقة هدية من شخص تحبه؟",
  Use_it_here: "استخدمها هنا!",
  Your_order: "طلبك",
  Kindly_verify:
    "يرجى التحقق من كميات وأسعار العناصر في طلبك قبل إتمام عملية الدفع.",
  PhoYour_personalne:
    "سيتم استخدام بياناتك الشخصية لمعالجة طلبك، ودعم تجربتك على هذا الموقع، ولأغراض أخرى موضحة في",
  ///////////////////////////////ConfirmEmail page///////////////////////////////////////
  Confirm_Email: "تأكيد البريد الإلكتروني",
  when_you_enter: "عند إدخال التأكيد سيكون لديك حساب معنا",
  Confirm: "تأكيد",
  /////////////////////////////////////////////////////////ContactUs page///////////////////////
  DROP_US_LINE: "أرسل لنا رسالة",
  Sed_id_semper:
    "سديد عند السيمبر، في هنديريت غرافيدا روتريم. فيتا بروين ساجيتيس نيسل فيل إليت سكليريسكي ماوريس رونكوس ماتيس.",
  Submit_Query: "إرسال استفسار",
  Transit_Protocol: "بروتوكول النقل",
  Eget_arcu: "إيجيت أركو ديكتوم فيريوس دويس آت لوريم دونك.",
  Chat_Assistance: "مساعدة الدردشة",
  Tuam_quisque_id: "توام كويزك إيدي ديام فيل كوام أسيناس.",
  Email_Interaction: "التفاعل عبر البريد الإلكتروني",
  Quis_varius: "كويز فيريوس كوام إيدي ديام فيل أسيناس.",
  Global_Stores: "المتاجر العالمية",
  Condimentum_id: "كونديمينتوم إيدي فينيتينس فيتا سابين.",
  ////////////////////////////////////////ForgotPassword page//////////////////////
  Forgot_Password: "نسيت كلمة المرور",
  Enter_your_email:
    "أدخل عنوان بريدك الإلكتروني وسنرسل لك رسالة لإعادة تعيين كلمة المرور",
  Send_Email: "إرسال البريد",
  //////////////////////////////////////////////Home Page /////////////////////////////////////////
  SMART_SOLUTION: "حل ذكي",
  Enjoy_With_Style: "استمتع بالأسلوب والراحة",
  The_price_product_section1:
    "سعر المنتج منخفض جدًا، أو سعر الكتاب. بعضهم يحب خط العبارات من ديام المهتم بالسرير. ولكن سعر الصلصة هو سعر السرير.",
  Shop_Now: "تسوق الآن",
  //////////////////////// section two////////////////////////
  Home_Decor_Hub: "مركز ديكور المنزل",
  Exceptional_Furniture: "أثاث استثنائي للداخل والخارج",
  Discover_Endless_Designs: "اكتشف تصاميم لا نهاية لها",
  ///////////////////////////// Collection section //////////////////////////////////////
  EXPLORE_OUR: "استكشف مجموعتنا",
  Luxurious_Haven: "مجموعة الملاذ الفاخر",
  ON_SALE: "للبيع",
  ///////////////////////////////////Slider section//////////////////////////////
  Tailored_Furniture: "أثاث مخصص للاحتياجات الخاصة.",
  Ensure_Durability: "ضمان المتانة وطول العمر.",
  Diverse_Range: "مجموعة متنوعة من الأثاث.",
  Comfort_And_High: "راحة ووظائف عالية.",
  /////////////////////////////////////accordian section/////////////////////////////
  Products_Service: "المنتجات والخدمات",
  For_furniture_purchases: "هل توفرون خيارات تمويل لشراء الأثاث؟",
  Pain_should:
    "يجب أن يتبع الألم التدريب. النخبة دويس في حالة حزن، والاهتمام أمر مهم. المدرسة الثانوية مليئة بالإثارة. لا توجد أي مبالغة في الحزن على التورتور في الوقت الحاضر. تقديم التشاور هو شيء متكامل.",
  have_eco_friendly: "هل لديكم أثاث صديق للبيئة؟",
  I_need_the_wisdom:
    "أحتاج إلى الحكمة من الله. يا لها من كاريكاتير لطبيب يكره كرة القدم. الجميع يحتاج إلى الشرب ولكن لا يحتاج إلى أداء الواجبات المنزلية. إنها شركة طيران رائعة للأطفال. أليكت لكتوس بروين نيب نيسل مع توابل.",
  Is_it_possible: "هل من الممكن متابعة تسليم الأثاث الخاص بي؟",
  The_yeast_of_the_god:
    "الخميرة من حلق الإله في الزينة بدلاً من كاريكاتير الطبيب مع سهام كرة القدم. أريد تزيين السرير. موربي، إناء الموظف، ولكن عنصر كرة القدم سهل. لا أحد يريد الشرب أو أداء الواجبات المنزلية. لا أكره يوزمود ليسينيا.",
  BalDo_you_offer: "هل تقدمون استشارات تصميم؟",
  For_the_pure_does:
    "بالنسبة للنقاء، لا يقدم العنصر شيئًا سهلاً أو طبيعيًا. الفارهاترا يجب أن تكون مليئة بالمعجبين. الجبال، حوامل شركائها، سوف تلد الريش والدفع الكبير. سعر المنتج نفسه لا يهم، أو سعر السرير الذي يزين الحنك النقي.",
  Are_custom_orders: "هل يتم قبول الطلبات الخاصة للأثاث الذي ليس في المخزون؟",
  It_is_said_that:
    "يقال إن الجميع الذين عاشوا في هذا الشارع أحرار من السهام. يقال إن الحزن ملح ومعلق بأنفسهم كرة السلة. بحيرة ألتريسيز قبيحة لكن تينسيد أكويت ريسوس.",
  /////////////////////////////////////Furniture's section////////////////////////////////////
  Innovative_Furniture: "أثاث مبتكر",
  The_class:
    "الفئة صامتة. كإليفيند ماتيس ليغولا، تم تحميل الباب بالأوعية على الحدود. لا يمتلك آينياس مركبات القوس. البروتين الكامل والسعر جذاب.",
  Testimonial_Time: "وقت الشهادات",
  Our_Customers_Speak: "عملاؤنا يتحدثون",
  Get_the_Latest_News: "احصل على أحدث الأخبار",
  The_Modest_Living: "أفكار تأثيث للمساحات المعيشية المتواضعة",
  Bala_Explore_the_best:
    "اكتشف أفضل الحلول لتجديد منزلك من خلال مجموعة متنوعة من الأثاث لدينا. نقدم نصائح وإلهام لتحويل مساحات المعيشة إلى بيئات أنيقة ومريحة تعكس ذوقك الشخصي، من اختيار الأثاث المناسب إلى تنسيق الألوان والديكور.",
  Tips_For_Designing: "نصائح لتصميم منطقة القراءة بذكاء",
  Struggling_with_limited:
    "هل تعاني من مساحة محدودة؟ شاهد هذا الفيديو لاستكشاف حلول الأثاث الذكية المصممة لتعظيم الوظائف والأناقة في المنازل الصغيرة. من القطع متعددة الأغراض إلى حلول التخزين الذكية، ستجد الإلهام للاستفادة القصوى من مساحة المعيشة الخاصة بك.",
  Easy_Way: "طريقة سهلة لتأثيث منزلك بأسعار معقولة",
  ransform_your_bedroom:
    "حول غرفة نومك إلى واحة مريحة مع نصائحنا الأساسية للأثاث والديكور. يوجهك هذا الفيديو لاختيار الأثاث والملحقات المناسبة لخلق ملاذ هادئ ومريح، مثالي للاسترخاء بعد يوم طويل.",
  Minimalist_Modern: "تصميم مطبخ حديث بسيط",
  Discover_innovative: `اكتشف طرقًا مبتكرة لتعزيز غرفة المعيشة الخاصة بك مع أفكار
                    الأثاث الأنيقة لدينا. يعرض هذا الفيديو أحدث
                    الاتجاهات ونصائح التصميم لاختيار القطع المثالية
                    لخلق مساحة معيشة مريحة وعصرية تعكس أسلوبك الشخصي.`,
  //////////////////////////////////////login page ////////////////////////
  Forgot_password: "هل نسيت كلمة المرور؟",
  Donot_have: "ليس لديك حساب؟",
  Signup: "إنشاء حساب",
  /////////////////////////////////////////NotfountPage page//////////////////
  NotfountPage: "صفحة غير موجودة",
  ///////////////////////////////PaymentFailure page////////////////////////
  Payment_Failed: "فشل الدفع",
  Something_went: "حدث خطأ ما في عملية الدفع الخاصة بك.",
  Go_to_Home: "العودة إلى الصفحة الرئيسية",
  /////////////////////////////////////////PaymentSuccess page////////////////////////////
  Success: "تم بنجاح",
  Your_payment_has: "تمت معالجة دفعتك بنجاح.",
  ///////////////////////////////////////ProfileUser page////////////////////
  Hello: "مرحبًا",
  From_your_account:
    "من لوحة تحكم حسابك يمكنك عرض طلباتك الأخيرة، وإدارة عناوين الشحن والفوترة، وتعديل كلمة المرور وتفاصيل الحساب.",
  following_addresses: "سيتم استخدام العناوين التالية في صفحة الدفع افتراضيًا.",
  Billing_Address: "عنوان الفواتير",
  Edit: "تعديل",
  Shipping_address: "عنوان الشحن",
  Add: "إضافة",
  You_have_not_set: "لم تقم بإعداد هذا النوع من العناوين بعد.",
  ///////////////////// Register page//////////////////////
  Register_Form: "نموذج التسجيل",
  Do_not_have: "ليس لديك حساب؟",
  Role: "الدور",
  Egypt: "مصر",
  Palestine: "فلسطين",
  Yemen: "اليمن",
  Sudan: "السودان",
  Syria: "سوريا",
  Register: "تسجيل",
  Already_have: "هل لديك حساب بالفعل؟",
  Login2: "تسجيل الدخول",
  ///////////////////////////////ResetPassword page//////////////////////////////
  Reset_Password: "إعادة تعيين كلمة المرور",
  ///////////////////////////////shop page//////////////////////////////
  Collection: "مجموعة",
  Filter_By_Price: "تصفية حسب السعر",
  ///////////////////////////////UnauthorizedPage///////////////////
  Unauthorized_Access: "دخول غير مصرح به",
  Sorry_you_don: "عذرًا، ليس لديك إذن للوصول إلى هذه الصفحة.",
  ///////////////////////////////////////Wishlist///////////////////
  Your_Wishlist: "قائمة المفضلة",
  Your_Wishlist_div: "قائمة المفضلة فارغة حاليًا.",
  Return_To_Shop: "العودة إلى المتجر",
  Remove_fom_wishlist: "إزالة من قائمة المفضلة",
};
export default AR;